{
  "goods": {
    "phones": [
        {
        	"url": "img/goods/phone1.jpg",
        	"name": "Nokia 215 Dual SIM",
        	"price": "$79",
        	"description": "This is a mobile phone launched to the market in January 2015. This practical device can operate with two MiniSIM cards and works on the 2G network, which is supported all over the world. It has a 2.4 inch screen and a numerical keyboard"
        	
        },
        {
        	"url": "img/goods/phone2.jpg",
        	"name": "Alcatel Pixi 3",
        	"price": "$69",
        	"description": " The case is made out of polycarbonate, which is a good electrical insulator and heat- & flame- resistant. This means you can use this device in the outdoor conditions with no worry at all."
        },
        {
        	"url": "img/goods/phone3.jpg",
        	"name": "Motorola Moto Z PLay",
        	"price": "$372",
        	"description": "Motorola was established as the Galvin Manufacturing Corporation in Chicago back in 1928.  In 1983, Motorola produced the World's #1 commercial portable cell phone known as DynaTAC 8000X. We can say that with this invention Motorola created the mobile phone industry."
        },
        {
        	"url": "img/goods/phone4.jpg",
        	"name": "Sony Xperia X Dual",
        	"price": "$356",
        	"description": "Furthermore, with the rubber buttons it has, you will have a comfortable feeling while holding it. The device has a small torch at the very top of the phone that will be helpful in any situation."
        },
        {
        	"url": "img/goods/phone5.jpg",
        	"name": "LG L60 Dual SIM Black",
        	"price": "$115",
        	"description": "LG was also known as GoldStar in 1958, but it changed its name in 1995 into LG Electronics. This South Korean multinational company is headquartered in Seoul and in 2005 become world's 4th largest supplier of mobile cell phones."
        },
        {
        	"url": "img/goods/phone6.jpg",
        	"name": "HTC Google Pixel",
        	"price": "$702",
        	"description": "HTC (High-Tech Computer Corporation) is a Taiwanese manufacturer headquartered in Taiwan. Company was founded in 1997 by Cher Wang and Peter Chou. In the beginning they were producing notebook computers and later through time they began to design and produce smartphones and tablets."
        }
      ],
      "tablets": [
          {
          	"url": "img/goods/tablet2.jpg",
          	"name": "Aquaris M10 4G",
          	"price": "$309",
          	"description": "The Aquaris M10 4G is our first tablet equipped with 4G. Browse the Internet at any time without the need of a Wi-Fi connection. This lightweight and slim tablet includes a LiPo 7280 mAh battery, Mediatek Octa Core MT8783 processor and MediaTek ARM Mali-T720 MP3 graphics processing unit up to 450MHz"
          },
          {
          	"url": "img/goods/tablet3.png",
          	"name": "Samsung - Galaxy Tab A 7",
          	"price": "$99",
          	"description": "Use the Samsung Galaxy Tab A tablet to watch movies, play games or get work done when you're on the road. Its multiuser mode keeps your information safe via individual logins, and a power-saving mode gives you maximum battery life. The Samsung Galaxy Tab A tablet has front and rear cameras that let you take selfies or capture video."
          },
          {
          	"url": "img/goods/tablet4.jpg",
          	"name": "Asus - ZenPad 8.0",
          	"price": "$299",
          	"description": "Take your favorite books and apps with you wherever you roam with this Asus ZenPad tablet, featuring Android 6.0 Marshmallow for reliable program support. IPS technology ensures a clear, fluent picture whether you're streaming video or playing a game. This Asus ZenPad tablet features a durable Corning Gorilla Glass screen and 10-point multi-touch for responsive use."
          },
          {
          	"url": "img/goods/tablet5.jpg",
          	"name": "Insignia™ - 11.6",
          	"price": "$219",
          	"description": "Increase productivity with this powerful Insignia tablet. It has an 11.6-inch touch screen that provides high-definition viewing, and the 32GB of built-in storage help you manage documents, music files and applications. Snap photos and chat with others via video-conference applications with the rear-facing and front-facing cameras of this Insignia tablet."
          },
          {
          	"url": "img/goods/tablet6.jpg",
          	"name": "Microsoft - Surface Pro 4 - 12.3",
          	"price": "$649",
          	"description": "Be productive anywhere with this Microsoft Surface Pro tablet. Its Intel Core m3 chip and 4GB of RAM provide the power to run office applications, and its 12.3-inch display lets you open multiple windows for multitasking. This Microsoft Surface Pro tablet has a 128GB hard drive that's preloaded with Windows 10 Pro for compatibility with popular programs."
          },
          {
          	"url": "img/goods/tablet1.jpg",
          	"name": "Asus - ZenPad 6.0",
          	"price": "$549",
          	"description": "Take your favorite books and apps with you wherever you roam with this Asus ZenPad tablet, featuring Android 6.0 Marshmallow for reliable program support. IPS technology ensures a clear, fluent picture whether you're streaming video or playing a game. This Asus ZenPad tablet features a durable Corning Gorilla Glass screen and 10-point multi-touch for responsive use."
          }
        ],
        "notebooks": [
            {
            	"url": "img/goods/notebook1.jpg",
            	"name": "HP Notebook - 15-ay525tu",
            	"price": "$649",
            	"description": "Be productive anywhere with this. Its Intel Core m3 chip and 4GB of RAM provide the power to run office applications, and its 12.3-inch display lets you open multiple windows for multitasking. This Microsoft Surface Pro tablet has a 128GB hard drive that's preloaded with Windows 10 Pro for compatibility with popular programs."
            },
            {
            	"url": "img/goods/notebook2.jpg",
            	"name": "Aspire Switch 12",
            	"price": "$749",
            	"description": "The body of the Aspire Switch 12 S is made of anodized aluminum, so it’s light and strong and looks superior. Beveled edges imitate the facets of a cut diamond to add a modern and sophisticated visual appeal. The overall effect is a high-quality device that oozes style."
            },
            {
            	"url": "img/goods/notebook3.jpg",
            	"name": "Predator 15 Gaming Laptop ",
            	"price": "$1349",
            	"description": "HD webcam with 1280 x 720 resolution and 720p HD audio/video recording"
            },
            {
            	"url": "img/goods/notebook1.jpg",
            	"name": "ASUS ZenBook Flip UX360CA",
            	"price": "$499",
            	"description": "Go full tilt with the super-flexible and supremely stylish ASUS ZenBook Flip. It delivers laptop productivity, tablet convenience, and everything in between on a 360-degree rotating display that flips to the perfect view every time. Performance is solid and smooth with an Intel Core m3 processor and 256GB SSD, while an ultra-thin and light frame pairs with up to 12 hours of battery life* for excellent portability. Includes laptop sleeve."
            },
            {
            	"url": "img/goods/notebook2.jpg",
            	"name": "Dell Inspiron 13 5378",
            	"price": "$549",
            	"description": "Boasting an innovative 360-degree hinge, the Dell Inspiron 13 bends over backwards to please with four different modes: tent, stand, laptop, and tablet. Its 13.3-inch Full HD wide-angle display features more screen and less bezel, so you have plenty of room to spread out—be it work or entertainment or both. A 7th Gen Intel Core processor keeps things humming smoothly no matter what you throw at it. And a massive hard drive means you have loads of space for all your digital stuff."
            }
          ],
          "monitors": [
              {
              	"url": "img/goods/monitor1.jpg",
              	"name": "HP - 27 IPS LED FHD",
              	"price": "$179",
              	"description": "Immerse yourself in work or play with this wide 27-inch HP LED HD monitor, which features 178/178 horizontal and vertical viewing angles so you can see the screen from anywhere. This HP LED HD monitor lets you connect both analog and digital devices with VGA and two HDMI inputs increasing its versatility."
              },
              {
              	"url": "img/goods/monitor2.jpg",
              	"name": "Dell - SE2717HX 27 IPS LED",
              	"price": "$189",
              	"description": "Enlarge your viewing area with this 27-inch LED Dell monitor. The sturdy base supports the screen in the position of your choice for comfortable browsing or working, and it has an antiglare screen to reduce reflection and prevent tired eyes. This versatile Dell monitor is compatible with both HDMI and VGA connectors."
              },
              {
              	"url": "img/goods/monitor3.jpg",
              	"name": "Dell - 27 HD Monitor - Black",
              	"price": "$254",
              	"description": "Enjoy games and movies on the 27 display of this Dell S2715H monitor, which showcases media in 1920 x 1080 resolution and delivers vivid hues thanks to an 8,000,000:1 mega dynamic contrast ratio. The HDMI (MHL) input lets you connect a mobile device."
              },
              {
              	"url": "img/goods/monitor4.jpg",
              	"name": "Lenovo - LI2364d 23 IPS LED",
              	"price": "$129",
              	"description": "Enjoy quality viewing from different vantage points with this 23-inch Lenovo LED monitor. Its 178-degree horizontal and vertical viewing angles let you sit in various positions without sacrificing visibility. The 7-ms response time and high refresh rate ensure minimal ghosting, blurring and eye fatigue. This 23-inch Lenovo LED monitor has HDMI and VGA inputs."
              },
              {
              	"url": "img/goods/monitor5.jpg",
              	"name": "LG - 29 IPS LED WFHD 21:9",
              	"price": "$249",
              	"description": "Keep on working with this ultrawide LG IPS monitor. Its native resolution is 2560 x 1080, giving you more screen area in which to work in and providing a wider view for your design processes. It also uses IPS technology, which produces vivid colors and good contrasts from this 29-inch LG IPS monitor."
              },
              {
              	"url": "img/goods/monitor6.jpg",
              	"name": "Samsung - CF591 Series 27",
              	"price": "$299",
              	"description": "Wrap yourself in the on-screen action with this Samsung LED curved monitor. The 27-inch 1800R screen curvature lets you enjoy an immersive viewing experience, and AMD FreeSync instantly refreshes and refines images for a better gaming experience. This Samsung LED curved monitor reduces eyestrain with its eye saver mode by limiting blue light emissions and eliminating flickering."
              }
          ],
          "pc": [
              {
              	"url": "img/goods/pc1.jpg",
              	"name": "HP - OMEN by HP Desktop",
              	"price": "$699",
              	"description": "Power your productivity with this HP computer. The Intel Core i5 processor ensures applications launch and run as expected for frustration-free performance, and the 8GB of RAM supports business and personal multitasking. This HP computer includes a 1TB hard drive, letting you store hundreds of documents, pictures and application files."
              },
              {
              	"url": "img/goods/pc2.jpg",
              	"name": "CyberPowerPC - Gamer Ultra",
              	"price": "$749",
              	"description": "Experience heavy-duty gaming action with this CyberPowerPC Gamer Ultra computer. Its 1TB hard drive has room to store the latest video adventures, and its AMD Ryzen R5 chip provides speedy processing for real-time player interaction. This CyberPowerPC Gamer Ultra computer has 8GB of DDR4 RAM for smooth operations, even with multiple windows open."
              },
              {
              	"url": "img/goods/pc3.jpg",
              	"name": "iBUYPOWER - Desktop - Intel Core i7",
              	"price": "$1079",
              	"description": "Game or work on graphics with this iBUYPOWER desktop computer, and enjoy the super-fast processing of Intel Core i7 technology. Discrete Nvidia graphics bring your battle scenes and logos to life, and a 16GB RAM DDR4 ensures reliable support. The sleek tower design of this iBUYPOWER desktop computer makes a statement on your desk without taking up room."
              },
              {
              	"url": "img/goods/pc4.jpg",
              	"name": "Alienware - Aurora R6 Desktop",
              	"price": "$1499",
              	"description": "Alienware Aurora desktop computer. Its 1TB hard drive is preloaded with Windows 10 Home for compatibility with popular programs, and it includes an NVIDIA GeForce GTX 1070 graphics card for detailed images. This Dell Alienware Aurora desktop computer has a quad-core Intel i7 processor and 16GB of DDR4 RAM for fast operation."
              },
              {
              	"url": "img/goods/pc4.jpg",
              	"name": "Asus - ROG G20CB Desktop",
              	"price": "$1199",
              	"description": "Stay productive with this Asus desktop PC. With 16GB of RAM and an Intel Core i7 processor housed in a deceptively small 9.5L case, this machine is built for performance. The NVIDIA GeForce GTX graphics let you feel like you just stepped into the game with this Asus desktop PC."
              },
              {
              	"url": "img/goods/pc5.jpg",
              	"name": "Alienware - Aurora R6 Desktop",
              	"price": "$1599",
              	"description": "Alienware Aurora desktop computer. Its 1TB hard drive is preloaded with Windows 10 Home for compatibility with popular programs, and it includes an NVIDIA GeForce GTX 1070 graphics card for detailed images. This Dell Alienware Aurora desktop computer has a quad-core Intel i7 processor and 16GB of DDR4 RAM for fast operation."
              },
              {
              	"url": "img/goods/pc6.jpg",
              	"name": "Dell - Inspiron Desktop - Intel Core i3",
              	"price": "$429",
              	"description": "Complete tasks on this Dell desktop computer. Its Intel Core i3 processor and 8GB of RAM reduces lag, so you can work more efficiently, and it has a 1TB hard drive, so you can store your media library. This Dell desktop computer runs Windows 10, ensuring access to the latest applications."
              }
          ],
          "tv": [
            {
            	"url": "img/goods/tv1.jpg",
            	"name": "Samsung - 55 Class (54.6 Diag.)",
            	"price": "$429",
            	"description": "Get into the action with this Samsung 55-inch UHD television. Equipped with a curved 4K LED screen and highly effective UHD upscaling technology, this TV provides a sensational high-definition multimedia experience. Pair external speakers with this Samsung 55-inch UHD television via Bluetooth to enjoy dynamic Dolby Digital Plus surround sound."
            },
            {
            	"url": "img/goods/tv2.jpg",
            	"name": "LG - 55 Class - (54.6 Diag.)",
            	"price": "$1999",
            	"description": "Enjoy cinematic color with this 55-inch LG OLED 4K smart TV. With 8.3 million pixels, the resolution is almost four times that of Full HD, and OLED HDR delivers stunning images and support for Dolby Vision content. This LG OLED 4K smart TV uses webOS 3.0 to give you an intuitive interface for streaming multimedia and accessing apps."
            },
            {
            	"url": "img/goods/tv3.jpg",
            	"name": "Insignia - 32 Class - (31.5 Diag.)",
            	"price": "$119",
            	"description": "Enjoy high-quality television viewing with this Insignia 32-inch HDTV. The compact size makes this screen easy to integrate into a variety of rooms, including a kitchen or bedroom, for viewing your favorite programs. Boost your program options by adding a streaming stick or other device (not included) to this Insignia 32-inch HDTV."
            },
            {
            	"url": "img/goods/tv4.jpg",
            	"name": "Sharp - 50 Class (49.5 Diag.)",
            	"price": "$329",
            	"description": "Get a TV that enjoys full Internet connectivity with this Sharp 49.5-inch smart TV. Full HD resolutions give you plenty of detail whether you're streaming content from the Internet using the integrated Roku player or watching via cable. Plenty of contrast and high-quality sound mean this Sharp 49.5-in smart TV delivers outstanding video."
            },
            {
            	"url": "img/goods/tv1.jpg",
            	"name": "LG - 65 Class (64.5 Diag.)",
            	"price": "$899",
            	"description": "Create a theater-like experience with this 65-inch LG smart LED TV. With 8.3 million pixels, it delivers realistic video, and it has over 50 preloaded channels to choose from, so you can watch movies through your internet connection. This LG smart LED TV can be wall mounted or displayed using the included stand to achieve the best viewing angle."
            }
          ]
  }
}